<?php

return [

    'about' => [
        'text' => 'Современный банк с надежной защитой! Простое и бесплатное открытие счета! Все Ваши средства в нашем 
                онлайн банке надежно защищенны с помощью современных ключей шифрования. Нам доверяют люди по всему миру, 
                совершая ежедневные переводы и покупки. Абсолютно для всех, переводы без комиссий!',
        'btn' => 'Узнать о нас больше',
    ],
    'advantages' => [
        'title' => 'ПРЕИМУЩЕСТВА НАШЕГО ОНЛАЙН-БАНКА',
        'first_title' => 'Клиентская служба поддержки банка, ответит на все ваши вопросы в любое время суток',
        'first_text' => 'Агенты службы поддержки, работают круглосуточно и готовы ответить на 
                            ваши вопросы в любое время суток. Работаем без перерыва и выходных!',
        'second_title' => 'Сервера онлайн банка, всегда работают быстро и без задержек!',
        'second_text' => 'Наш банк установлен на лучших современных серверах нашего времени, а это
                        значит моментальное зачисление транзакций из любой точки мира!',
        'third_title' => 'Имеем множество банков партнеров, для удобства клиентов!',
        'third_text' => 'Наш онлйан банк имеет множество банков партнеров по всему миру, что позволяет совершать
                         переводы в другие банки без комиссий и тем самым обеспечить комфорт нашим клиентам!',
    ],
    'popular' => [
        'title' => 'ПОПУЛЯРНЫЕ УСЛУГИ',
        'first_block' => [
            'title' => 'Дебетовая карта',
            'first_text' => '-Перевод средств в любой банк партнер* без комиссий',
            'second_text' => '- Получайте и отправляйте переводы по всему миру моментально',
            'third_text' => '- Бесплатное обслуживание',
            'btn' => 'Оформить карту',
        ],
        'second_block' => [
            'title' => 'Кредит для частных и юр.лиц',
            'first_text' => '- Одобрение в день обращения. Оформите заявку и получите деньги на следующий день, не 
                        выходя из дома',
            'second_text' => '- Получение кредита на ваш счет в нашем банке без подтверждения цели кредита, справок о 
                        доходах и поручителей',
            'btn' => 'Получить кредит',
        ],
        'third_block' => [
            'title' => 'Инвестирование',
            'first_text' => '- Помощь в сборе первого инвестиционного портфеля',
            'second_text' => '- Мгновенный вывод депозита без комиссий, круглосуточно',
            'third_text' => '- Если биржа закрыта на ночь или выходной, откроем счет на следующий торговый день',
            'btn' => 'Стать инвестором',
        ],
        'fourth_block' => [
            'title' => 'Страхование',
            'first_text' => '- 6 видов страхования',
            'second_text' => '- Надежная защита и контроль качества',
            'third_text' => '- Онлайн запись на любой вид страхования',
            'fourth_text' => '- Получения полиса по электронной почте до 1 дня, в зависимости от вида страховния',
            'btn' => 'Рассчет стоимости'
        ],
    ],

];
