<?php

return [

    'title' => 'Подтверждение личных данных',
    'subtitle' => 'Подтверждение личных данных держателя счета',
    'text_first' => 'Ваш счет анонимный, чтобы он был нормальный, заполните доки',
    'text_second' => 'Подтверждение личных данных, абсолютно <span>бесплатная</span> 
                процедура и не подразумевает в себе никаких оплат.',
    'need_confirm' => 'Статус аккаунта: Требует подтверждения личности!',
    'data' => [
        'title' => 'Введите паспортные данные',
        'desc' => 'Заполните все поля в вашей анкете и загрузите фото/скан вашего 
                документа удостоверяющего личность. Отправьте ее на рассмотрение и 
                дождитесь результата проверки которая занимает от 15-ти до 60-ти минут.',
        'citizenship' => 'Ваше гражданство',
        'rus' => 'Россия',
        'lit' => 'Литва',
        'kaz' => 'Казахстан',
        'uz' => 'Узбекистан',
        'bel' => 'Беларусь',
        'tag' => 'Таджикистан',
        'ukr' => 'Украина',
        'kir' => 'Киргизстан',
        'passport_num' => 'Серия и номер паспорта',
        'last_name' => 'Фамилия',
        'passport_issuer' => 'Кем выдан',
        'first_name' => 'Имя',
        'issuer_address' => 'Код подразделения',
        'patronymic' => 'Отчество',
        'issue_date' => 'Дата выдачи',
        'birth_date' => 'Дата рождения',
        'user_address' => 'Адрес прописки',
        'gender' => 'Пол',
        'male' => 'Мужской',
        'female' => 'Женский',
        'inn' => 'ИНН',
        'passport_photo_first' => 'Фото лицевой стороны паспорта.',
        'passport_photo_address' => 'Фото прописки из паспорта.',
    ],
    'send' => 'Отправить на рассмотрение',
    'confirmation' => [
        'title' => 'Подтверждение личных данных держателя счета',
        'text' => 'Ваши паспортные данные проходят проверку службой безопасности...',
        'status' => 'Статус аккаунта: Требует подтверждения личности!',
    ],
    'confirmed' => [
        'text' => 'Ваши личные данные прошли проверку.',
        'status' => 'Статус аккаунта: подтвержденный!',
        'name' => 'Фамилия Имя Отчество:',
        'passport' => 'Серия и номер паспорта:',
    ],

];
