<?php

return [

    'title' => 'Услуги кредитования',
    'has_application' => 'Ваша заявка на кредит находится на рассмотрении, повторная 
                        подача заявки будет доступна после рассмотрения текущей заявки',
    'leave_claim' => 'Оставить заявку',

    'identify_text' => 'Для подачи заявки на кредит Вам необходимо пройти первый шаг 
                        идентификации',
    'identify_btn' => 'Идентификация',

    'info_title' => 'Информация',
    'info_text' => 'Подробная информация о рамках получения кредита и его погашения.',
    'info_btn' => 'Узнать больше',

    'conditions_title' => 'Условия кредита',
    'conditions_text' => 'Каковы полные условия кредита?
            Срок: от 1 месяца до 15 лет.
            Сумма: от 50 000 до 20 000 000 руб.
            Процентная ставка: от 9,5% по всем видам кредитов%. Ставка фиксируется на 
            весь период кредитования.
            Кто может получить ссуду в нашем банке?
            Вы можете получить кредит, если:
            Вам от 18 до 70 лет
            Вы подтвердили свою личность онлайн или во время личного визита в отделение 
            банка.
            Как зачисляются средства?
            Кредит зачисляется на ваш счет, в нашем банке и доступ к выводу на любые 
            карты мира,
            или через кассу банка
            Договор займа в нашем банке вы можете скачать на любой электронный носитель, 
            в личном кабинете.
            после того, как средства будут зачислены вам.
            Почему банки отказывают в кредите?
            Банк принимает решение об одобрении кредитной заявки с использованием 
            специальной математической модели, которая учитывает
            учитывать очень большие объемы данных. Поэтому иногда бывает сложно назвать 
            конкретную причину.
            за отказ в ссуде. Но если есть такая возможность, банк укажет, почему этого 
            не произошло.
            Одобрите заем в уведомлении об отказе. Если наш банк отказал вам в кредите, 
            попробуйте заполнить
            новое приложение, изменив параметры приложения. Это увеличит шанс одобрения
            на меньшую сумму, чем вы запрашивали в первый раз.',

    'loan_sum' => 'Желаемая сумма кредита',
    'currency' => 'руб',
    'term_title' => 'Срок кредита',
    'term' => 'мес',
    'payment' => 'Ежемесячный платеж',

    'contact_info' => 'Контактная информация',
    'full_name' => 'Фамилия, имя и отчество',
    'full_name_error' => 'Укажите фамилию, имя и отчество через пробел',
    'phone' => 'Мобильный телефон*',
    'phone_error' => 'Необходимо указать номер телефона',
    'email' => 'Электронная почта',
    'document' => 'Личный документ',
    'pass' => 'паспорт',
    'agreement' => 'Я принимаю условия передачи информации',
    'credit_agreement' => 'Кредитный договор',

    'payment_num' => '№ Платежа',
    'payment_date' => 'Дата платежа',
    'payment_sum' => 'Сумма платежа',
    'payment_debt' => 'Основной долг',
    'payment_percent' => 'Начисленные проценты',
    'payment_commissions' => 'Ежемесячные комиссии',
    'payment_remain' => 'Остаток задолженности',

];
