<?php

return [

    'not_available' => 'Услуга недоступна.',
    'not_available_msg' => 'К сожалению, данный продукт Вам временно не доступен.',
    'back' => 'Назад',
    'no' => 'Нет',
    'yes' => 'Да',
    'registration_success' => 'Вы зарегистрированы',
    'banned' => 'Аккаунт заблокирован',
    'logged' => 'Вы вошли',
    'incorrect_logging' => 'Неверный логин или пароль',
    'incorrect_password' => 'Неверный пароль',
    'data_sent' => 'Данные отправлены на проверку',
    'data_saved' => 'Данные сохранены!',
    'login_taken' => 'Логин уже занят',
    'email_taken' => 'Email уже занят',
    'phone_taken' => 'Телефон уже занят',
    'application_sent' => 'Заявка отправлена на проверку',
    'same_currency' => 'Валюты не должны быть одинаковыми, выберите другую валюту',
    'enter_sum' => 'Введите сумму',
    'sum' => 'Сумма',
    'send' => 'Отправить',
    'sum_exceeds_balance' => 'Сумма списания превышает сумму баланса',
    'transaction_receipt' => 'Квитанция транзакции',
    'convert_success' => 'Конвертация проведена успешно',
    'operation_success' => 'Операция проведена успешно',
    'something_went_wrong' => 'Что-то пошло не так',
    'withdraw_prohibited' => 'Вывод средств запрещен, обратитесь в службу поддержки',
    'header' => [
        'cabinet' => 'В кабинет',
        'lending' => 'Услуги кредитования',
        'services' => 'Сервисы',
        'convert' => 'Конвертация валют',
        'investments' => 'Инвестиции',
        'profile' => 'Мой профиль',
        'notices' => 'Уведомления',
        'settings' => 'Настройки',
        'admin' => 'Админ панель',
        'my_accounts' => 'Мои счета',
        'menu' => 'Меню',
        'login' => 'Войти',
        'exit' => 'Выход',
        'reviews' => 'Отзывы',
        'popular' => 'Популярные услуги',
        'about' => 'О компании',
        'open_account' => 'Открыть счет',
        'customers' => 'клиентов',
        'reviews_2' => 'отзывов',
        'transactions' => 'операции',
    ],
    'side' => [
        'transactions' => 'Мои операции',
        'get_product' => 'Оформить продукт',
        'balance' => 'Баланс',
        'details' => 'Мои реквизиты',
        'purchase' => 'Покупка',
        'sell' => 'Продажа',
    ],
    'footer' => [
        'contacts' => 'Контакты',
        'info' => 'Информация',
        'about' => 'О банке',
        'terms' => 'Пользовательское соглашение',
        'business' => 'Для бизнеса',
        'privacy' => 'Конфиденциальность',
    ],
    'popup' => [
        'exit_title' => 'ВЫХОД ИЗ АККАУНТА',
        'exit_question' => 'Вы точно хотите выйти из аккаунта?',
        'unavailable_text' => 'Для возможности воспользоваться сервисом, Вам, необходимо иметь гражданство Евросоюза.
                        Для получение подробной информации, обратитесь к онлайн админстратору банка.',
        'unavailable_text_2' => 'Не доступны в связи с вашим местоположением. Данная услуга доступна только резидентам Литвы',
    ],
    'auth_info' => [
        'title' => 'Аутентификация платежной информации',
        'control_sum' => 'Контрольная сумма',
        'text_title' => 'Директива о платежных услугах и Strong Customer Authentication.',
        'text' => 'Надежная аутентификация клиентов ( SCA ) - это требование пересмотренной
                    Директивы ЕС о платежных услугах (PSD2) для поставщиков платежных услуг в Европейской экономической
                    зоне. Требование гарантирует, что электронные платежи выполняются с многофакторной аутентификацией
                    и лично владельцем счета, чтобы повысить безопасность электронных платежей. Начиная с 14 сентября 
                    2019 года, банки в 31 стране Европейской экономической зоны обязаны проверить
                    личность человека, перед обработкой платежа. Наш банк входит в их число, в связи с обязательным
                    введением данного норматива. Для такой проверки требуется многофакторная проверка подлинности,
                    позволяющая обеспечить безопасность покупок в Интернете и переводов денежных средств с личного счета. 
                    Как работает Strong Customer Authentication (SCA)? Наш банк определяет, когда следует применять 
                    многофакторную проверку подлинности в зависимости от суммы транзакции, покупки или других факторов.
                    Почему банки и финансовые учреждения по всей Европе реализуют это требование?
                    Наш банк требует многофакторной проверки подлинности, согласно закону, для предотвращения
                    мошенничества и несанкционированного доступа к вашему счету, чтобы только вы могли совершать
                    покупки, используя ваши платежные учетные данные. Какие покупки или действия требуют Директива о 
                    платежных услугах 2 (PSD2) и Strong Customer Authentication (SCA)? Любая покупка в Интернете или на 
                    сайте электронной коммерции с использованием карт American Express,
                    Mastercard, Visa, МИР может потребовать многофакторной проверки подлинности для совершения платежа.
                    Запрашивают дополнительную проверку подлинности при совершения платежа, покупок в интернете либо
                    при других финансовых операциях. Зачастую она обязательно необходима, если клиент совершивший
                    исходящую транзакцию не является резидентом той страны, в которой расположен банк. Согласно 
                    обязательному соблюдению норматива Strong Customer Authentication (SCA), Вы должны пройти
                    дополнительную проверку клиента, для аутентификации вашей личности и возможности выпуска транзакции.
                    Вам необходимо совершить входящий денежный перевод на сумму равную вашему идентификационному номеру,
                    с вашей банковской карты стороннего банка, держателем которой являетесь строго вы.
                    Данное пополнение необходимо производить по номеру вашей цифровой карты нашего банка. Минимальная 
                    сумма к пополнению вашей цифровой карты: 100 RUB. Пополнение счета, не является платной процедурой 
                    и не является оплатой, оно будет зачислено на ваш
                    личный счет и будет доступно к выводу после прохождения данной проверки.
                    В противном случае ваша исходящая транзакция будет отклонена и наш банк не сможет ее выпустить по
                    причине не соответствия требованиям SCA. Многофакторная проверка подлинности, запрашивается строго
                    один раз , до момента подтверждения. Для ее прохождения, вам следует обратится к онлайн
                    администратору банка.',
    ],
    'finances' => [
        'title' => 'МОИ ФИНАНСЫ',
        'accounts' => 'Состояние счетов',
    ],
    'operations' => [
        'title' => 'Мои операции',
        'no_operations' => 'Ни одной операции не проведено',
        'all' => 'Все транзакции',
    ],
    'transfers' => [
        'title' => 'Переводы и пополнения',
        'transfers_title' => 'Переводы',
        'e_wallet_title' => 'Электронные кошельки и переводы',
        'to_account' => 'Перевод на счет/карту № ',
        'to_phone' => 'Пополнение по номеру телефона ',
        'to_bank' => 'Перевод в другой банк по реквизитам',
        'to_customer' => 'Перевод по номеру карты клиенту банка',
        'to_customer_by_card' => 'По номеру карты клиенту банка',
        'qiwi' => 'Перевод Qiwi по номеру телефона',
        'paypal' => 'Перевод PayPal по номеру телефона',
        'mobile_phone' => 'Пополнение мобильного телефона',
        'e_wallet' => 'ПЕРЕВОД НА ЭЛЕКТРОННЫЙ КОШЕЛЕК',
        'to_other_bank' => 'По реквизитам счета в любой банк',
        'to_other_bank_by_card' => 'В другой банк по номеру карты',
        'bik' => 'БИК банка получателя',
        'account' => 'Номер счета получателя',
        'card_number' => 'Номер карты',
        'phone_number' => 'Номер телефона',
        'wallet_number' => 'Номер кошелька',
        'completed' => 'ПЕРЕВОД ВЫПОЛНЕН!',
        'u' => 'Юмани',
        'mobile' => 'Мобильная связь',
    ],
    'notices' => [
        'title' => 'Мои уведомления',
        'empty' => 'Уведомлений нет...',
    ],
    'password' => [
        'recovery_title' => 'Восстановление пароля',
        'enter_email' => 'Введите ваш Email',
        'next' => 'Далее',
        'link_sent_title' => 'Письмо отправлено',
        'link_sent_subtitle' => 'ПИСЬМО ДЛЯ ВОССТАНОВЛЕНИЯ ОТПРАВЛЕНО',
        'link_sent_text' => 'Проверьте вашу почту, откройте письмо и перейдите по ссылке 
                        в письме для восстановления пароля. Не пришло письмо? Возможно 
                        вы не верно ввели данные. Попробуйте ещё раз.',
        'link_resend' => 'Отправить сообщение заново',
        'link_home' => 'На главную',
        'change' => 'СМЕНА ПАРОЛЯ',
        'new' => 'Новый пароль',
        'repeat' => 'Повторите пароль',
        'save' => 'Сохранить',
    ],
    'login' => [
        'title' => 'Вход',
        'subtitle' => 'ВХОД В АККАУНТ',
        'login_title' => 'Логин',
        'login_text' => 'Введите логин',
        'password_title' => 'Пароль',
        'password_text' => 'Введите пароль',
        'forgot_password' => 'Забыли пароль?',
        'no_account' => 'Нет аккаунта?',
    ],
    'register' => [
        'title' => 'Регистрация',
        'phone' => 'Телефон',
        'mail' => 'Почта',
        'password_confirm_title' => 'Подтверждение пароля',
        'password_confirm_text' => 'Введите пароль ещё раз',
        'agreement_first' => 'При регистрации в онлайн банке вы соглашаетесь с ',
        'agreement_second' => 'Пользовательским соглашением',
        'agreement_third' => ' и обязуетесь его соблюдать',
        'register' => 'Зарегистрироваться',
        'have_account' => 'Уже есть аккаунт?',
    ],

];
