<?php

return [

    'title' => 'Мой профиль',
    'confirm' => [
        'title' => 'Подтверждение личных данных держателя счета',
        'text' => 'Что бы получить полный спектр услуг и возможность вывода 
                ваших средств в другие банки, клиентам нашего онлайн банка необходимо 
                пройти процедуру подтверждения личных данных держателя счета.',
        'btn' => 'Пройти подтверждение',
    ],
    'identify' => [
        'title' => 'Аутентификация платежной информации',
        'text' => 'Аутентификация платежной информации не требуется',
        'btn' => 'Пройти аутентификацию',
    ],

];
